Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/nrk_kveeni/kommentarer_og_dialoger_til_filmer_oversatt_til_kvensk_01.02.2018.docx.tmx
Source language: nob
Languages: fkv

source: NRK / Kommentarer og dialoger
fkv: Ei hiva tøtta – Hyvä tyttö NORSK

source: Alle kulturer trenger symboler.
fkv: Kaikki kulttuurit tarvithaan symbooliita, eriliikaisesti net mikkä oon uhatut.

source: Spesielt de som er truet.
fkv: Kväänipuku oon tärkkee.

source: Som leder for Norske kveners forbund var forfatteren Reidun Mellem med på å skape den.
fkv: Ko kirjailiija Reidun Mellem oli Ruijan Kveeniliiton johtaaja, oli hän myötä luomassa sen.

source: Du må ikke slippe ned skjegget, for da forsvinner utsikten her...
fkv: Älä laske parttaa, ko silloin kattoo tästä näkymä…

source: «En gang som barn hadde jeg en vakker drøm.
fkv: ”Kerran lapsena minule tuli kaunis uni.

source: Gud sto på tunet en tidlig sommermorgen og skulle hente einkvann.
fkv: Yhtenä varhaisenna aamuna seisoi Jumala siljola ja aikoi nouttaat jonku.

source: Hente meg.
fkv: Nouttaat minun.

source: Det var sol, det var blomster, det var fuglekvitter og viftende bjørkelauv i skogen der heime, og vi var på vei til himmelen.
fkv: Ja met kävelimmä kosteessa heinässä kentän yli, mettätietä pitkin, kiikuima rinnettä ylös kohti vaaraa.

source: Min første bevisste opplæring i kvensk fikk jeg på fanget til faren min.
fkv: Aurinko paistoi, oli kukkii, linnut virrelthiin ja lehet heiluthiin mettän koivuissa sielä kotona.

source: Jeg husker at jeg som to-treåring satt på fanget hans – jeg var veldig glad i å sitte på fang.
fkv: Hiljemin mie olen oppinu, ette tie taivhaasseen käypi monele justhiinsa lapsuuen mettän läpi”.

source: Da satt han og lærte meg navnene på fingrene på kvensk.
fkv: «Armon lapset, kaikki täälä, pankkaa pois jo murheenne.

source: Man hadde tidligere ikke en felles kvendrakt.
fkv: Ei oo syytä surhuun meilä, kallis oonpi onneme.»

source: Derfor skapte man en på bakgrunn av folkedrakter i Finland, svenske Tornedalen og Nord-Norge.
fkv: Mie sain ensimäisen kerran kväänin oppitiiman, minkä mie muistan, minun faarin sylissä.

source: Jeg tenker jeg klipper dem ut først og så setter de merkene...
fkv: Mie muistan ette ko olin kahen tahi kolmen vuotinen, mie istuin hänen sylissä.

source: Det holder med hakk.
fkv: Siitä mie tykkäsin kovasti.

source: Reidun har skrevet mange bøker.
fkv: Hän opetti mulle sormiin nimet.

source: Den siste skildrer kvensk historie gjennom fem hundre år.
fkv: Silloin het vielä laulethiin kväänin virssii kokkouksissa.

source: Og så forteller jeg i ti kapitler om hvordan det var når de kom,
fkv: Minun muori oli ymmärtänny, ette mie tykkäsin laulaat, ja hän opetti minule virren ”Armon lapset kaikki

source: hva de begynte med, hvordan de ble mottatt,
fkv: «Armon lapset, kaikki täälä, pankkaa pois jo murheenne.

source: og hvordan det endret seg da de ikke lenger var så ønsket her,
fkv: Ei oo syytä surhuun meilä, kallis oonpi onneme.»

source: da kvenene begynte å bli en sikkerhetsrisiko for staten.
fkv: Aijemin ei ollu yhtheistä kväänipukkuu.

source: Skibotn var utgangspunktet for Arthur Ratkes artikler i Morgenbladet i 1935, og boka.
fkv: Sen tähen luothiin puvun jossa näkkyy Suomen, Ruottin Tornionlakson ja Pohjais-Norjan pukutradisjuunit.

source: Folk som tilhørte Lappobevegelsen i Finland, mente at alle områder der finsk språk ble brukt, skulle innlemmes i et Stor-Finland.
fkv: Else Olsen oon yksi niistä harvoista kekkä saatethaan neuloot kväänipuvun. Hän jakkaa tiettoo etheenkäsin kursilaisile Finmarkussa.

source: Det bor folk med finske aner også helt sør i vårt land.
fkv: Niin ko tässä saatat klipata tyhä pykälän saumhaan.

source: Finnskogene strekker seg fra grensa til Sverige og vestover.
fkv: Mie aijoin klipata nämät ensistä ja sitte panen net merkit tähän.

source: Reiduns mann, Åge, har røtter der.
fkv: Reidun oon kirjoittannu monta kirjaa.

source: De jobber med jern, men de var ikke smeder.
fkv: Ensimäinen kirja muistelee lestadionismin ympäri.

source: De kom fra et sted som het Lautarampi, kunne han fortelle.
fkv: Viimi kirja muistelee kväänihistoorian ympäri läpitte 500 vuoen aijan.

source: Og det fant de aldri på kartet. Så Lautarampi har nok vært Rautalampi, Jernsjøen.
fkv: Siinä mie muistelen kymmenessä kapittelissa kuinka se oli silloin ko net tulthiin,

source: Reidun ble leder for Norske kveners forbund i 1997.
fkv: mitä net alethiin tekemhään, kuinka heän otethiin vasthaan,

source: Forståelsen for det norske minoritetsfolket var ikke alltid like god.
fkv: ja kuinka kaikki muuttui ko net ei olheet ennää niin toivotut täälä,

source: Så vi skulle ikke tro at vi fikk svar bestandig, men det kunne nå komme av og til i alle fall.
fkv: Yykeänperä oli lähtökohta Arthur Ratkesin artikkeliissa Morgenbladet-aviisissa vuona 1935, ja kans kirjassa.

source: Men jeg husker jo en gang vi hadde skrevet til en eller annen organisasjon i Oslo og søkte om penger, for vi måtte jo søke siden vi ikke fikk fra staten.
fkv: Ihmiset kekkä olthiin myötä Lappo-liikkheessä Suomessa, meinathiin ette kaikki alat missä puhuthiin suomee, hääythään tulla osaksi Suur-Suomee.

source: Så fikk jeg svar derfra, og der sto det «Til norske kverners forbund».
fkv: Kans Etelä-Norjassa asuthaan ihmissii keilä oon suomalaiset juuret.

source: Både Reidun og Åge har i voksen alder tatt kurs i finsk språk i Finland.
fkv: Suomalaismettät ulotuthaan Ruottin rajalta läntheen käsin. Reidunin äijälä, Ågela, oon juuret sielä.

source: Og jeg har oppdaget at jeg kan drømme at jeg er i Finland, og ser for meg ansiktene og hvem jeg snakker med.
fkv: Anton-äijinäiji muisteli kerran, ko mie olin lapsi varsin soan jälkhiin, ette jokku meän ihmisistä oon Suomesta pois.

source: Men det er aldri finsk tekst på de drømmene mine.
fkv: Het työtelhään rauan kans, mutta het ei ole rauttiit.

source: Ideen om en egen kvendrakt ble lansert av kunstneren Jens Stärk i 1995.
fkv: Het tulhaan paikasta, minkä nimi oon Lautarampi, muisteli hän. Sitä ei löytyny kartasta.

source: Vi er veldig fornøyd med den og får så god tilbakemelding fra folk som ikke har kjennskap til denne drakten fra før.
fkv: Mie opastuin yhtheen suomalaisheen, ja hän sanoi ette tässä nimessä oon kaksi konsonanttii vaihettannu paikan.

source: Det syns vi er godt å høre, for det stemmer jo.
fkv: Niin ette Lautarampi oonki ollu Rautalampi.

source: «Dyre er dagene her.
fkv: Joo, sie hääyt auttaat.

source: utenfor vinduet – dalen, fjellene, fjorden, som ei glede framfor ansiktet.
fkv: Ymmärys norjalaisesta minoriteettikansasta ei aina ole ollu yhtä hyvä.

source: Øynene mine trenger disse bakkene. Føttene mine trenger disse stiene, nær huset jeg bygde med egne hender.
fkv: Mie muistan kerran ko olima lähättänheet rahasööknaadin johonki organsasjuunhiin Oslossa, ko piti söökätä ko emmä saanheet mithään staatilta.

source: Barn trippa over golvene her, lekte og lo, de, som nå henter meg til byen,
fkv: Mie sain vastauksen, ja siinä seisoi ette, eli kvääniksi Myllyitten liitole.

source: nå, jeg er gammel og alene.
fkv: Niin paljon het tiethiin kvääniistä!

source: Fra Hedmark til Karelen – Hedmarkista Karjalhaan Vi er i Nordreisa i Troms.
fkv: Sekä Reidun ja Åge oon raavhaassa ijässä studeeranheet suomen kieltä Suomessa.

source: Hun endte opp som lærer i Nordreisa. Også alle disse gluggene i veggen.
fkv: Mie sain kuula, ette mie en koskhaan tulis oppimhaan kunnon suomee, ko aloin liian hiljain.

source: Der er en glugg i veggen, ta den opp.
fkv: Sie hääyt alkkaat ennen ko olet neljevuotinen.

source: Og så må du hive på hjertet der, badstuas hjerte, den litt store stenen med rundt hull.
fkv: Mie saatan unistella, ette olen Suomessa, mie näjen kasvoita ja heän, kenen kans mie puhun.

source: Bente har skrevet lærebøker i finsk språk og en bok om gamle stedsnavn i Nordreisa.
fkv: Net oon ihmiset kekkä olen tuntenu. Mutta nämät minun unet ei ole koskhaan tekstattu suomeksi.

source: Etter utallige intervju utformet hun også en bok om tradisjonen med kvenske personnavn.
fkv: Uusi symbooli vanhaata kulttuurii varten, mikä oon syvästi tarttunu Reidunin ja monen muunki sielhuun.

source: Bente er pensjonist, men fortsatt like opptatt av den rike og viktige finske og kvenske kulturarven i Norge.
fkv: Met olema hirmu tytyväiset sen kans, ja saama niin hyvvää takaisinmellinkkiitä ihmisiltä, kekkä ei ole nähnheet tätä pukkuu aijemin.

source: Hennes livslange reise, fra Hedmarken til Karelen, har ført henne inn i er verden hun aldri hadde hørt om som barn.
fkv: Het nähhään varsin ette se oon vähäisen erikoinen ja ette siinä oon jotaki ekstraa. Se oon hyvä kuula, ko sehän stemmaaki.

source: Dokumentar: Kjell Johansen
fkv: Tyyrhiit oon päivät täälä.

source: Vinger og røtter – Siivet ja juuret
fkv: Aamukaffikuppi voksituukin päälä,

source: Nå er vi på vei til Tornedalen, til grenseområdet mellom Sverige og Finland.
fkv: klasin ulkopuolela – lakso, vaarat, vuono, niin ko ilo kasvoitten eessä.

source: Kjell skal lete etter gården der hans forfedre kom fra.
fkv: Minun silmät tarvithaan nämät luokat.

source: Nord i Norge er det mange som har sine røtter i Sverige og Finland.
fkv: Jalat tarvithaan nämät käimätiet, likelä huonetta minkä rakensin omin käsin.

source: Kvenene tok med seg sitt språk og sine tradisjoner fra elvedalene og kysten av Bottenviken.
fkv: Lapset juoksenelthiin yli laattiitten täälä, het tierathiin ja naurethiin, het, kekkä nyt nouethaan minun kaupunkhiin,

source: Endelig er vi ved grensa mot Sverige.
fkv: nyt, mie olen vanhaa ja yksin. NORSK

source: Noen hundre år tidligere gikk grensa bare noen kilometer ovenfor Kjell sitt hus.
fkv: KVENSK

source: Først i 1751 ble de indre delene av Finnmark med i Danmark-Norge.
fkv: Met olema Raisissa, Tromssassa. Se oon marsikuun loppupuoli.

source: Vi krysser Muonio-elva og kjører inn i Sverige.
fkv: Bente kasus ylös puunatyttärennä Løtenissä, Hedmarkissa.

source: Fram til 1809 var det ingen grense her.
fkv: Hän alkoi työtelä opettaajana Raisissa.

source: Elva renner ut i Torneelva nær Pajala.
fkv: Seinässä oon ikkuna, aukaise sen.

source: Her lå Kengis bruk som var hovedstedet for jernutvinningen langs Torneelva fra 1640-tallet.
fkv: Se mikä oon hyvä ko lämmittää savvusaunaa, oon se ette saatat polttaat tupakkaa, eikä kukhaan…

source: En del av Kjells slekt blir kalt Rautio, smedslekta.
fkv: Hyvä, Gunhild!

source: Smelting og bearbeiding av jernmalm var det valonere fra dagens Belgia som innførte i Tornedalen.
fkv: Ja sitte hääyt viskata tuohon syämen pääle, se vähän iso kivi jossa oon ymmyräinen reikä.

source: Deler av den gamle Eero-gården ligger i dag under hovedveien gjennom Pello.
fkv: Bente oon kirjoitannu suomen kielen oppikirjoi ja yhen kirjan vanhoin paikannimmiin ympäri Raisissa.

source: Han har fløyet vidt og opplevd meget, men vender alltid tilbake til stedet der livet begynte.
fkv: Ko hän oli puhuttannu rohki monnii ihmissii, teki hän kans kirjan kvääniin persoonannimmiin tradisjuunin ympäri.

source: Dokumentar: Johan Beddari, Pasvikdalen Johan Beddari fra Pasvikdalen i Sør-Varanger er pensjonist, men også en allsidig mann.
fkv: Bente oon pensionisti, mutta hän työtelee vieläki rikkhaan ja tärkkeen suomen ja kväänin kulttuuriarvan etheen Norjassa.

source: Av Pasvik-tømmer bygger han båter som egner seg for innlandsfiske.
fkv: Ja nyt sitte lumheen!

source: Båttypen har han konstruert selv.
fkv: Pyöriskelemäkö pikkusen? Joo vain!

source: Anlegget består av flere bygninger, og hovedhuset kan ta i mot tjue personer.
fkv: Ja.

source: Alt har han bygd med egne hender.
fkv: Tuliko taas lunta sinun pääle?

source: Johan bor midt mellom to naboland. Skogfoss ligger i et område med grenser til Finland i vest og Russland i øst.
fkv: Jälkhiin pitkän elämän mailmalla, pittää Kjell Johansen ette se oon hyvä olla pensionistina Lemmijovenlaksossa.

source: Han bodde en tid i Russland, da han arbeidet i Murmansk for et norsk firma.
fkv: Hän oon lenttääjä, ja hänelä oon ollu monta työtehtäävää.

source: Men han har ikke skaffet seg grenseboerbeviset, som gir visumfri adgang til Russland.
fkv: Hän oon lentäny hätäappuu ja soassa loukkaantunheita Punaiselle Ristile Aafrikassa ja Öystäetelä-Aasiassa.

source: Én av dem er en russisk slede som trekkes av to eller flere rein.
fkv: Nyt met olema matkala Tornionlakshoon, Ruottin ja Suomen rajale.

source: Han har vært reineier og har ennå noen få rein i svigersønnens flokk.
fkv: Kjell aikkoo hakkeet paikan mistä hänen esivanhiimet olthiin pois.

source: Trekkspillet gir kjær avveksling.
fkv: Pohjaisessa Norjassa monila oon juuret Ruottissa ja Suomessa.

source: Han øver hver morgen og komponerer også selv, blant annet Snekkervalsen og Takrennepolka.
fkv: Kväänit otethiin myötä oman kielen ja tradisjuunit Pohjanlahen jokilaksoista ja rannikolta.

source: Nå er snart det viktigste gjort med sledemeiene.
fkv: Se näkkyy vissiilä aloila Norjassa vielä tänäki päivänä.

source: Det er enklere, det som gjenstår av arbeidet med oldebarnet Mikkels slede.
fkv: Vasta vuona 1751 liitethiin sisä-Finmarkun yhtheen Tanmarkku-Norjan kans.

source: Alta-skiferen er kjent i store deler av verden.
fkv: Met ylitämmä Muonio-joven ja ajama Ruotthiin.

source: Pæska er det største skiferfeltet.
fkv: Ennen vuoen 1809 tässä ei ollu mithään rajjaa.

source: Her er det tatt ut skifer i mer enn 100 år.
fkv: Joki virttaa ulos Tornionväylhään likelä Pajalaa.

source: Nils Eriksen fra Transfarelv er 77 år, men ønsker å fortsette med sitt skiferarbeid.
fkv: Tässä oli Kengisin pruuki mikä oli Tornionväylän tärkkein rautapruuki 1640-luvula.

source: Det store gruveanlegget i Kåfjord kom i drift i 1826.
fkv: Osan Kjellin suvusta käskethään nimelä Rautio, rauttiinsuku.

source: Vante gruvefolk ble hentet fra Nord-Østerdalen og Nord-Gudbrandsdalen.
fkv: Valuunerit senaikhaisesta Belgiasta tuothiin rauttiin työn Tornionlakshoon.

source: Gruveeierne vervet mange hundre arbeidere fra både svensk og finsk side av Tornedalen.
fkv: Het opetethiin Kjellin esivanhiimiile kuinka sulatethaan rautamalmii ja työtelhään sen kans.

source: Idar Suhr er en venn av Nils i skiferberget.
fkv: kiini Keski-Öystän öljykentile ja Burmhaan.

source: Begge har deltatt i skiferarbeid fra de var barn.
fkv: Kjell oon äskön saanu kontaktin sukulaisten kans Suomen Pellossa.

source: Det er fortsatt noen som bearbeider steinen oppe i berget, men det meste av råstoffet ble fra 1970-tallet, frakta ned til Alta sentrum.
fkv: Paavo Eero oon saanu sukulaissii kovole, ja Kjell saapi tiettäät missä Eeron sukukartano oli. Osa vanhaasta Eero-kartanosta oon tääpänä päätien alla mikä mennee Pellon läpitte.

source: Kvartsittskiferen i Alta er slitesterk.
fkv: Piian Kjell Johansen oon niin ko lohi.

source: Nils har kombinert sitt skiferarbeid med gårdsdrift utenfor Alta sentrum og fiske i Altafjorden.
fkv: Hän oon lentäny laajasti ja kokenu paljon, mutta hän tullee aina takaisin paikkhaan missä elämä alkoi.

source: Laksefisket holder han ennå på med.
fkv: Snekkervalsen – Kirvesmiehen valssi

source: Han må likevel ofte tilbake til den lille hytta i Pæska.
fkv: Johan Beddari oon pois Paatsjovenlaksosta Etelä-Varengista.

source: Skiferarbeidet gir pensjonisten noen ekstra kroner.
fkv: Hän oon pensionisti mutta kans monipuolinen mies.

source: Stein kan ennå bli til brød.
fkv: Johan assuu kahen krannimaan rajala.
